let store = {
    title: 'Тест по Игре Престолов',
    questions:[
        {
            questionNumber: 'Вопрос 1',
            question: 'Сколько времени понадобится, чтобы пересмотреть все 8 сезонов телешоу?',
            answers:[
                {
                    key: '1720 минут',
                    value: 'no',
                },
                {
                    key: '3250 минут',
                    value: 'no',
                },
                {
                    key: '4015 минут',
                    value: 'yes',
                },
                {
                    key: '5895 минут',
                    value: 'no',
                },

            ],
            
            
        },
        {
            questionNumber: 'Вопрос 2',
            question: 'По официальной версии Джордж Мартин дал права на адаптацию своих книг только после того, как продюсеры ответили на один его вопрос. О чём спросил их писатель?',
            answers: [
                {
                    key: 'Сколько всего народов проживает на континенте Вестерос?',
                    value: 'no',
                },
                {
                    key: 'Каким образом дети леса создали белых ходоков?',
                    value: 'no',
                },
                {
                    key: 'Кто настоящая мать Джона Сноу?',
                    value: 'yes',
                },
                {
                    key: 'Получится ли вписать в сценарий Эда Ширана?',
                    value: 'no',
                },
                
            ],

        },
        {
            questionNumber: 'Вопрос 3',
            question: 'Какому из благородных домов принадлежит этот герб?',
            imageLink:'https://kinotv.ru/quiz-uploads/2022/08/9835934_1.jpg',
            answers: [
                {   
                    key: 'Тирелл',
                    value: 'yes',
                },
                {
                    key: 'Болтон',
                    value: 'no',
                },
                {
                    key: 'Фрей',
                    value: 'no',
                },
                {
                    key: 'Мормонт',
                    value: 'no',
                },
            ],
            
        },
        {
            questionNumber: 'Вопрос 4',
            question: 'Что Джордж Мартин написал актёру Джеку Глисону, безупречно сыгравшему роль отмороженного Джоффри Баратеона, после его игры в сериале?',
            answers: [
                {   
                    key: 'Ну и мразь же вы!',
                    value: 'no',
                },
                {
                    key: 'Даже я не такой жестокий.',
                    value: 'no',
                },
                {
                    key: 'Поздравляю: вас действительно все ненавидят',
                    value: 'yes',
                },
                {
                    key: 'Спишь?',
                    value: 'no',
                },
            ],
            
        },
        {
            questionNumber: 'Вопрос 5',
            question: 'Многим полюбился немногословный телохранитель Брандона Старка — здоровяк по имени Ходор. Но только в 5-й серии 6-го сезона для зрителей собрался пазл и стало ясно, почему Ходора так зовут. А помните ли это вы?',
            answers: [
                {   
                    key: 'Он происходил из благородного дома Ходорионов',
                    value: 'no',
                },
                {
                    key: 'Такое имя дал ему Эддард Старк',
                    value: 'no',
                },
                {
                    key: 'Это имя ничего не означает',
                    value: 'no',
                },
                {
                    key: 'Производное от фразы Hold the door',
                    value: 'yes',
                },
            ],
            
        },
        {
            questionNumber: 'Вопрос 6',
            question: 'История какого дома началась с легендарного Серого короля, правившего тысячу лет?    ',
            answers: [
                {   
                    key: 'Ланнистеры',
                    value: 'no',
                },
                {
                    key: 'Мартеллы',
                    value: 'no',
                },
                {
                    key: 'Болтоны',
                    value: 'no',
                },
                {
                    key: 'Грейджои',
                    value: 'yes',
                },
            ],
            
        },
        {
            questionNumber: 'Вопрос 7',
            question: 'Однажды жена Джорджа Мартина запретила ему убивать двоих особо дорогих её сердцу персонажей. Кого именно?',
            answers: [
                {   
                    key: 'Арья Старк и Санса Старк',
                    value: 'yes',
                },
                {
                    key: 'Джон Сноу и Бриенна Тарт',
                    value: 'no',
                },
                {
                    key: 'Тирион Ланнистер и Дейнерис',
                    value: 'no',
                },
                {
                    key: 'Серый Червь и Бран Старк',
                    value: 'no',
                },
            ],
            
        },
        {
            questionNumber: 'Вопрос 8',
            question: 'Один эпизод в среднем стоил продюсерам порядка 20 млн долларов, а вокруг сериала сформировалась огромная фанатская база. Шоу десять раз било рекорды из Книги рекордов Гиннеса, а петиция о пересъёмке 8-го сезона набрала более 1,5 млн подписей. Сколько же наград имеет в своём активе один из лучших сериалов в истории?',
            imageLink:'https://kinotv.ru/quiz-uploads/2022/08/AATlRIe.jpg',
            answers: [
                {   
                    key: '117',
                    value: 'no',
                },
                {
                    key: '39',
                    value: 'no',
                },
                {
                    key: '88',
                    value: 'no',
                },
                {
                    key: '386',
                    value: 'yes',
                },
            ],
            
        },
    ]
}

export default store